Repository: brianm998/ReelVault
Catalog: ios/ReelVaultiOS/Localizable.xcstrings
Source language: en
Languages: ar, bn, cs, de, es, fr, hi, id, it, ja, ko, nl, pl, pt_br, ru, th, tr, uk, ur, vi, zh_hans

source: The ReelVault server is no longer reachable. You can browse your downloaded videos offline.
ar: لم يعد خادم ReelVault متاحًا. يمكنك تصفح الفيديوهات المحملة دون اتصال.
bn: ReelVault সার্ভারে আর পৌঁছানো যাচ্ছে না। আপনি আপনার ডাউনলোড করা ভিডিওগুলি অফলাইনে দেখতে পারবেন।
cs: Server ReelVault již není dostupný. Můžete procházet stažená videa offline.
de: Der ReelVault-Server ist nicht mehr erreichbar. Sie können Ihre heruntergeladenen Videos offline durchsuchen.
es: El servidor de ReelVault ya no está disponible. Puedes explorar tus vídeos descargados sin conexión.
fr: Le serveur ReelVault n'est plus accessible. Vous pouvez parcourir vos vidéos téléchargées hors connexion.
hi: ReelVault सर्वर अब पहुंच योग्य नहीं है। आप अपने डाउनलोड किए गए वीडियो ऑफलाइन ब्राउज़ कर सकते हैं।
id: Server ReelVault tidak lagi dapat dijangkau. Anda dapat menelusuri video yang diunduh secara offline.
it: Il server ReelVault non è più raggiungibile. Puoi sfogliare i video scaricati offline.
ja: ReelVault サーバーに接続できません。ダウンロードした動画をオフラインで閲覧できます。
ko: ReelVault 서버에 더 이상 연결할 수 없습니다. 다운로드한 동영상을 오프라인으로 탐색할 수 있습니다.
nl: De ReelVault-server is niet meer bereikbaar. U kunt uw gedownloade video''s offline bekijken.
pl: Serwer ReelVault jest niedostępny. Możesz przeglądać pobrane filmy w trybie offline.
pt_br: O servidor ReelVault não está mais acessível. Você pode navegar pelos seus vídeos baixados offline.
ru: Сервер ReelVault недоступен. Вы можете просматривать загруженные видео в автономном режиме.
th: ไม่สามารถเข้าถึงเซิร์ฟเวอร์ ReelVault ได้อีกต่อไป คุณสามารถดูวิดีโอที่ดาวน์โหลดไว้แบบออฟไลน์ได้
tr: ReelVault sunucusuna artık ulaşılamıyor. İndirilen videolarınıza çevrimdışı göz atabilirsiniz.
uk: Сервер ReelVault більше недоступний. Ви можете переглядати завантажені відео у режимі офлайн.
ur: ReelVault سرور تک رسائی ممکن نہیں۔ آپ ڈاؤن لوڈ کردہ ویڈیوز آف لائن دیکھ سکتے ہیں۔
vi: Máy chủ ReelVault không còn truy cập được. Bạn có thể duyệt video đã tải xuống ở chế độ ngoại tuyến.
zh_hans: ReelVault 服务器已无法连接。您可以离线浏览已下载的视频。

source: Upload
ar: تحميل
bn: আপলোড
cs: Nahrát
de: Hochladen
es: Subir
fr: Envoyer
hi: अपलोड करें
id: Unggah
it: Carica
ja: アップロード
ko: 업로드
nl: Uploaden
pl: Prześlij
pt_br: Enviar
ru: Загрузить
th: อัปโหลด
tr: Yükle
uk: Завантажити
ur: اپ لوڈ کریں
vi: Tải lên
zh_hans: 上传

source: Upload to Server
ar: تحميل إلى الخادم
bn: সার্ভারে আপলোড করুন
cs: Nahrát na server
de: Auf Server hochladen
es: Subir al servidor
fr: Envoyer au serveur
hi: सर्वर पर अपलोड करें
id: Unggah ke Server
it: Carica sul server
ja: サーバーにアップロード
ko: 서버에 업로드
nl: Uploaden naar server
pl: Prześlij na serwer
pt_br: Enviar ao servidor
ru: Загрузить на сервер
th: อัปโหลดไปยังเซิร์ฟเวอร์
tr: Sunucuya Yükle
uk: Завантажити на сервер
ur: سرور پر اپ لوڈ کریں
vi: Tải lên máy chủ
zh_hans: 上传到服务器

source: Videos
ar: مقاطع الفيديو
bn: ভিডিওসমূহ
cs: Videa
fr: Vidéos
hi: वीडियो
id: Video
it: Video
ja: ビデオ
ko: 동영상
pl: Filmy
pt_br: Vídeos
ru: Видео
th: วิดีโอ
tr: Videolar
uk: Відео
ur: ویڈیوز
vi: Video
zh_hans: 视频

source: %@ found
bn: %@ পাওয়া গেছে

source: %@ skipped — only Photos-library videos can be uploaded right now.
bn: %@ এড়িয়ে যাওয়া হয়েছে — এখন শুধুমাত্র Photos লাইব্রেরির ভিডিওগুলি আপলোড করা যাবে।

# %@ video%@
source: %1$@ video%2$@
bn: %@ ভিডিও%@

source: Accent Color
bn: অ্যাকসেন্ট রঙ

source: Add or override a mapping
bn: একটি ম্যাপিং যোগ করুন বা ওভাররাইড করুন

source: Also embeds the GPS tag in the video file, not just the catalog.
bn: শুধু ক্যাটালগে নয়, ভিডিও ফাইলেও GPS ট্যাগ এম্বেড করে।

source: Analyzing audio…
bn: অডিও বিশ্লেষণ করা হচ্ছে…

source: Auto-tag timelapses
bn: টাইমল্যাপসগুলি স্বয়ংক্রিয়ভাবে ট্যাগ করুন

source: Auto-tagging and detection settings apply catalog-wide.
bn: স্বয়ংক্রিয় ট্যাগিং এবং শনাক্তকরণ সেটিংস সমগ্র ক্যাটালগে প্রযোজ্য।

source: Browse
bn: ব্রাউজ করুন

source: Capture Date
bn: ক্যাপচারের তারিখ

source: Captures the current filter settings as a smart collection that updates automatically.
bn: বর্তমান ফিল্টার সেটিংসগুলি একটি স্মার্ট সংগ্রহ হিসেবে ক্যাপচার করে যা স্বয়ংক্রিয়ভাবে আপডেট হয়।

source: Changes apply immediately across the whole app.
bn: পরিবর্তনগুলি সঙ্গে সঙ্গে পুরো অ্যাপে প্রযোজ্য হবে।
ur: تبدیلیاں پوری ایپ میں فوری طور پر لاگو ہو جاتی ہیں۔

source: Choose the four stats shown at the top of each card.
bn: প্রতিটি কার্ডের শীর্ষে প্রদর্শিত চারটি পরিসংখ্যান বেছে নিন।
ur: ہر کارڈ کے اوپر دکھائے جانے والے چار اعداد و شمار منتخب کریں۔

source: Choose…
bn: বেছে নিন…
ur: منتخب کریں…

source: Clears this device's pairing token. You'll need to enter a new pairing code to reconnect.
bn: এই ডিভাইসের পেয়ারিং টোকেন সরিয়ে দেয়। পুনরায় সংযুক্ত হতে একটি নতুন পেয়ারিং কোড প্রবেশ করাতে হবে।
ur: اس ڈیوائس کا جوڑی بنانے کا ٹوکن صاف ہو جائے گا۔ دوبارہ مربوط ہونے کے لیے آپ کو ایک نیا جوڑی بنانے کا کوڈ درج کرنا ہوگا۔

source: Collections
bn: সংগ্রহসমূহ
ur: مجموعے

source: Color Label
bn: রঙের লেবেল
ur: رنگ کا لیبل

source: Connecting to %@…
bn: %@-এ সংযুক্ত হচ্ছে…
ur: %@ سے مربوط ہو رہا ہے…

source: Copy the internal name from the camera field in the video detail panel. Leave marketing name blank to remove a custom override.
bn: ভিডিও বিস্তারিত প্যানেলের ক্যামেরা ক্ষেত্র থেকে অভ্যন্তরীণ নাম কপি করুন। কাস্টম ওভাররাইড সরাতে মার্কেটিং নাম ফাঁকা রাখুন।
ur: ویڈیو تفصیل پینل میں کیمرے کے فیلڈ سے اندرونی نام کاپی کریں۔ حسب ضرورت اوور رائڈ ہٹانے کے لیے مارکیٹنگ کا نام خالی رکھیں۔

source: Details
bn: বিস্তারিত
ur: تفصیلات

source: Detected: %@
bn: শনাক্ত হয়েছে: %@
ur: شناخت ہوا: %@

source: Display name
bn: প্রদর্শন নাম
ur: ڈسپلے نام

source: Downloading…
bn: ডাউনলোড হচ্ছে…
ur: ڈاؤن لوڈ ہو رہا ہے…

source: Drag the map to position the pin.
bn: পিন স্থাপন করতে মানচিত্র টেনে আনুন।
ur: پن رکھنے کے لیے نقشہ کھینچیں۔

source: Enable live updates
bn: লাইভ আপডেট সক্রিয় করুন
ur: لائیو اپ ڈیٹس فعال کریں

source: Filename: %@
bn: ফাইলের নাম: %@
ur: فائل کا نام: %@

source: Folders
bn: ফোল্ডারসমূহ
ur: فولڈرز

source: How many still frames ReelVault samples per video for the hover scrub preview. Changes take effect the next time an un-sampled card is hovered.
bn: হোভার স্ক্রাব প্রিভিউর জন্য ReelVault প্রতিটি ভিডিও থেকে কতটি স্থির ফ্রেম নমুনা নেয়। পরবর্তীবার যখন একটি নমুনাবিহীন কার্ডের উপর হোভার করা হবে, তখন পরিবর্তনগুলি কার্যকর হবে।
ur: ReelVault ہوور اسکرب پیش نظارے کے لیے فی ویڈیو جتنے فریم لیتا ہے۔ تبدیلیاں اگلی بار اثر میں آئیں گی جب کسی غیر نمونہ شدہ کارڈ پر ہوور کیا جائے۔

source: Importing local videos — keep ReelVault open
bn: স্থানীয় ভিডিও আমদানি করা হচ্ছে — ReelVault খোলা রাখুন
ur: مقامی ویڈیوز درآمد ہو رہی ہیں — ReelVault کھلا رکھیں

source: Infer capture date from filename
bn: ফাইলের নাম থেকে ক্যাপচার তারিখ অনুমান করুন
ur: فائل نام سے کیپچر کی تاریخ اخذ کریں

source: Infer from Filename
bn: ফাইলের নাম থেকে অনুমান করুন
ur: فائل نام سے اخذ کریں

source: Internal name
bn: অভ্যন্তরীণ নাম
ur: اندرونی نام

source: is
bn: হলো
ur: ہے

source: is not
bn: নয়
ur: نہیں ہے

source: Keywords
bn: কীওয়ার্ডসমূহ
ur: کلیدی الفاظ

source: Live Updates
bn: লাইভ আপডেট
ur: براہ راست اپ ڈیٹ

source: Loading…
bn: লোড হচ্ছে…
ur: لوڈ ہو رہا ہے…

source: Location
bn: অবস্থান
ur: مقام

source: Looking for a ReelVault server…
bn: একটি ReelVault সার্ভার খোঁজা হচ্ছে…
ur: ایک ReelVault سرور تلاش کیا جا رہا ہے…

source: Marketing name
bn: বিপণন নাম
ur: مارکیٹنگ نام

source: Metadata
bn: মেটাডেটা
ur: میٹا ڈیٹا

source: Newly-generated proxies default to the proxy height. Smaller = faster and smaller files.
bn: নতুন তৈরি প্রক্সিগুলি প্রক্সি উচ্চতায় ডিফল্ট হয়। ছোট = দ্রুততর এবং ছোট ফাইল।
ur: نئے بنائے گئے پراکسی بطور ڈیفالٹ پراکسی کی اونچائی پر ہوں گے۔ چھوٹا = تیز اور چھوٹی فائلیں۔

source: No camera metadata.
bn: কোনো ক্যামেরা মেটাডেটা নেই।
ur: کوئی کیمرہ میٹا ڈیٹا نہیں۔

source: No collections yet
bn: এখনও কোনো সংকলন নেই
ur: ابھی تک کوئی مجموعہ نہیں

source: No collections yet.
bn: এখনও কোনো সংকলন নেই।
ur: ابھی تک کوئی مجموعہ نہیں۔

source: No date matches this pattern in the filename.
bn: ফাইলের নামে এই প্যাটার্নের সাথে মিলে এমন কোনো তারিখ নেই।
ur: فائل نام میں اس نمونے سے کوئی تاریخ مطابقت نہیں رکھتی۔

source: No lenses in the catalog yet.
bn: ক্যাটালগে এখনও কোনো লেন্স নেই।
ur: کیٹالاگ میں ابھی تک کوئی لینس نہیں۔

source: No mappings yet. Tap + to add one.
bn: এখনও কোনো ম্যাপিং নেই। একটি যোগ করতে + চাপুন।
ur: ابھی تک کوئی میپنگ نہیں۔ ایک شامل کرنے کے لیے + دبائیں۔

source: No rules set — this collection matches every video.
bn: কোনো নিয়ম নির্ধারিত নেই — এই সংকলনটি প্রতিটি ভিডিওর সাথে মেলে।
ur: کوئی اصول مقرر نہیں — یہ مجموعہ ہر ویڈیو سے مطابقت رکھتا ہے۔

source: No values
bn: কোনো মান নেই
ur: کوئی قدریں نہیں

source: On first launch, choose **Local Library** to browse videos already on your device, or tap **Connect to Server** to pair with a ReelVault daemon running on your Mac or PC over the local network.
bn: প্রথম চালুর সময়, আপনার ডিভাইসে থাকা ভিডিওগুলি ব্রাউজ করতে **Local Library** বেছে নিন, অথবা স্থানীয় নেটওয়ার্কে আপনার Mac বা PC-তে চলমান একটি ReelVault ডেমনের সাথে পেয়ার করতে **Connect to Server** চাপুন।
ur: پہلی بار شروع کرنے پر، اپنی ڈیوائس پر موجود ویڈیوز دیکھنے کے لیے **Local Library** منتخب کریں، یا مقامی نیٹ ورک پر اپنے Mac یا PC پر چلنے والے ReelVault ڈیمن سے جوڑنے کے لیے **Connect to Server** دبائیں۔

source: On the connected server, add one or more source folders. The grid fills as files are indexed in the background.
bn: সংযুক্ত সার্ভারে, এক বা একাধিক উৎস ফোল্ডার যোগ করুন। ব্যাকগ্রাউন্ডে ফাইলগুলি সূচিবদ্ধ হওয়ার সাথে সাথে গ্রিড পূরণ হবে।
ur: منسلک سرور پر، ایک یا زیادہ ماخذ فولڈر شامل کریں۔ گرڈ اس وقت بھرتا ہے جب فائلیں پس منظر میں فہرست بند ہوتی ہیں۔

source: Pick a video in Grid or List mode to view it here.
bn: এখানে দেখতে গ্রিড বা তালিকা মোডে একটি ভিডিও বেছে নিন।
ur: یہاں دیکھنے کے لیے گرڈ یا فہرست موڈ میں ویڈیو منتخب کریں۔

source: Playback & Proxies
bn: প্লেব্যাক ও প্রক্সি
ur: پلے بیک اور پراکسیز

source: Poll fallback interval
bn: পোল ফলব্যাক বিরতি
ur: پول فال بیک وقفہ

source: Poll fallback is used for network mounts (SMB, NFS, SAN) where filesystem events don't fire. 0 disables it.
bn: নেটওয়ার্ক মাউন্টের (SMB, NFS, SAN) জন্য পোল ফলব্যাক ব্যবহার করা হয় যেখানে ফাইলসিস্টেম ইভেন্ট সক্রিয় হয় না। ০ হলে এটি নিষ্ক্রিয় থাকে।
ur: پول فال بیک نیٹ ورک ماؤنٹس (SMB، NFS، SAN) کے لیے استعمال ہوتا ہے جہاں فائل سسٹم ایونٹس فائر نہیں ہوتے۔ 0 اسے غیر فعال کر دیتا ہے۔

source: Proxies (%@)
bn: প্রক্সি (%@)
ur: پراکسیز (%@)

source: Rating
bn: রেটিং
ur: ریٹنگ

source: Recorded name
bn: রেকর্ড করা নাম
ur: ریکارڈ شدہ نام

source: Rename internal camera codes to marketing-friendly names, and create short aliases for verbose lens strings. Changes apply to every metadata surface in ReelVault.
bn: অভ্যন্তরীণ ক্যামেরা কোডগুলিকে বিপণন-বান্ধব নামে পরিবর্তন করুন এবং দীর্ঘ লেন্স স্ট্রিংগুলির জন্য সংক্ষিপ্ত উপনাম তৈরি করুন। পরিবর্তনগুলি ReelVault-এর প্রতিটি মেটাডেটা পৃষ্ঠে প্রযোজ্য হবে।
ur: اندرونی کیمرہ کوڈز کو مارکیٹنگ کے موافق ناموں میں تبدیل کریں اور طویل لینس سٹرنگز کے مختصر عرفی نام بنائیں۔ تبدیلیاں ReelVault کی تمام میٹا ڈیٹا سطحوں پر لاگو ہوتی ہیں۔

source: Requires pairing
bn: পেয়ারিং প্রয়োজন
ur: جوڑنا ضروری ہے

source: Select a video to see its details.
bn: বিবরণ দেখতে একটি ভিডিও নির্বাচন করুন।
ur: تفصیلات دیکھنے کے لیے ایک ویڈیو منتخب کریں۔

source: Smart collection — videos are gathered automatically by these rules:
bn: স্মার্ট সংগ্রহ — এই নিয়মগুলি অনুযায়ী ভিডিওগুলি স্বয়ংক্রিয়ভাবে সংগৃহীত হয়:
ur: سمارٹ کلیکشن — ویڈیوز ان اصولوں کے مطابق خودکار جمع کی جاتی ہیں:

source: Starting on-device library…
bn: ডিভাইসে লাইব্রেরি শুরু হচ্ছে…
ur: آلے پر لائبریری شروع ہو رہی ہے…

source: Status
bn: অবস্থা
ur: حالت

source: Tap a keyword to add it to all %@. Keywords that already exist on a video are skipped.
bn: সব %@-এ যোগ করতে একটি কীওয়ার্ডে ট্যাপ করুন। যে কীওয়ার্ডগুলি ইতিমধ্যে ভিডিওতে রয়েছে সেগুলি এড়িয়ে যাওয়া হবে।
ur: تمام %@ میں شامل کرنے کے لیے کوئی کلیدی لفظ تھپتھپائیں۔ جو کلیدی الفاظ پہلے سے ویڈیو پر موجود ہیں انہیں چھوڑ دیا جائے گا۔

source: Tap any thumbnail to select it. The **inspector** slides in from the trailing edge on iPad (or push to Detail on iPhone) showing codec, resolution, FPS, bitrate, GPS, camera model, notes, tags, and more.
bn: যেকোনো থাম্বনেইলে ট্যাপ করে সেটি নির্বাচন করুন। iPad-এ **ইন্সপেক্টর** ডানদিক থেকে স্লাইড করে আসে (অথবা iPhone-এ বিস্তারিত পৃষ্ঠায় যান) যেখানে কোডেক, রেজোলিউশন, FPS, বিটরেট, GPS, ক্যামেরা মডেল, নোট, ট্যাগ ইত্যাদি দেখানো হয়।
ur: کوئی بھی تھمب نیل منتخب کرنے کے لیے تھپتھپائیں۔ **انسپکٹر** iPad پر پچھلے کنارے سے کھلتا ہے (یا iPhone پر تفصیل میں جائیں) جس میں کوڈیک، ریزولوشن، FPS، بٹ ریٹ، GPS، کیمرہ ماڈل، نوٹس، ٹیگز اور مزید معلومات ہوتی ہیں۔

source: Target resolution
bn: লক্ষ্য রেজোলিউশন
ur: مطلوبہ ریزولوشن

source: The connected catalog is empty, or no videos match the current filter.
bn: সংযুক্ত ক্যাটালগটি খালি, অথবা বর্তমান ফিল্টারের সাথে কোনো ভিডিও মেলে না।
ur: منسلک کیٹلاگ خالی ہے، یا موجودہ فلٹر سے کوئی ویڈیو مطابقت نہیں رکھتی۔

source: The filename inference default is shared with the Set Capture Date sheet and the Add Library dialog.
bn: ফাইলনেম অনুমান ডিফল্টটি ক্যাপচার তারিখ নির্ধারণ শিট এবং লাইব্রেরি যোগ করার ডায়ালগের সাথে ভাগ করা হয়।
ur: فائل نام کا اندازہ لگانے کی پیش طے شدہ ترتیب سیٹ کیپچر ڈیٹ شیٹ اور ایڈ لائبریری ڈائیلاگ کے ساتھ مشترک ہے۔

source: The recorded name is the string ReelVault extracts from the file's metadata. Tap swipe-left → trash to remove the alias.
bn: রেকর্ড করা নামটি হলো সেই স্ট্রিং যা ReelVault ফাইলের মেটাডেটা থেকে বের করে। উপনাম সরাতে বাম দিকে সোয়াইপ → ট্র্যাশে ট্যাপ করুন।
ur: ریکارڈ شدہ نام وہ سٹرنگ ہے جو ReelVault فائل کے میٹا ڈیٹا سے نکالتا ہے۔ عرف نام حذف کرنے کے لیے بائیں سوائپ کریں ← ٹریش۔

source: The recorded name must match the string ReelVault stores in the catalog exactly. Tap a row in the list to edit it.
bn: রেকর্ড করা নামটি অবশ্যই ReelVault ক্যাটালগে সংরক্ষিত স্ট্রিংটির সাথে হুবহু মিলতে হবে। সম্পাদনা করতে তালিকার কোনো সারিতে ট্যাপ করুন।
ur: ریکارڈ شدہ نام بالکل وہی ہونا چاہیے جو ReelVault کیٹلاگ میں محفوظ کرتا ہے۔ ترمیم کے لیے فہرست میں کوئی قطار تھپتھپائیں۔

source: This download is missing.
bn: এই ডাউনলোডটি নেই।
ur: یہ ڈاؤن لوڈ موجود نہیں۔

# Uploading %@ video%@ to %@.
source: Uploading %1$@ video%2$@ to %3$@.
bn: %@ ভিডিও%@ %@-এ আপলোড হচ্ছে।
ur: %@ ویڈیو%@ کو %@ پر اپ لوڈ کیا جا رہا ہے۔

source: Uses ffmpeg to rewrite the file's creation_time metadata without re-encoding.
bn: পুনরায় এনকোড না করে ফাইলের creation_time মেটাডেটা পুনরায় লিখতে ffmpeg ব্যবহার করে।
ur: ffmpeg کا استعمال کرتے ہوئے دوبارہ انکوڈ کیے بغیر فائل کے creation_time میٹا ڈیٹا کو دوبارہ لکھتا ہے۔

source: Video
bn: ভিডিও
ur: ویڈیو

source: Videos upload at full resolution to the server's import folder, then are indexed into the catalog.
bn: ভিডিওগুলি পূর্ণ রেজোলিউশনে সার্ভারের ইমপোর্ট ফোল্ডারে আপলোড হয়, তারপর ক্যাটালগে ইন্ডেক্স করা হয়।
ur: ویڈیوز مکمل ریزولوشن پر سرور کے امپورٹ فولڈر میں اپ لوڈ ہوتی ہیں، پھر کیٹلاگ میں انڈیکس کی جاتی ہیں۔

source: Videos with GPS metadata appear here on the map.
bn: GPS মেটাডেটাযুক্ত ভিডিওগুলি এখানে মানচিত্রে দেখায়।
ur: GPS میٹا ڈیٹا والی ویڈیوز یہاں نقشے پر ظاہر ہوتی ہیں۔

source: Visuals
bn: ভিজ্যুয়ালস
ur: بصری عناصر

source: Watch videos you downloaded for offline use — no connection needed.
bn: অফলাইনে ব্যবহারের জন্য ডাউনলোড করা ভিডিওগুলি দেখুন — কোনো সংযোগের প্রয়োজন নেই।
ur: آف لائن استعمال کے لیے ڈاؤن لوڈ کی گئی ویڈیوز دیکھیں — کوئی کنکشن درکار نہیں۔

source: Will save as: %@
bn: এভাবে সংরক্ষিত হবে: %@
ur: اس طرح محفوظ ہوگا: %@

source: Write-settle delay
bn: রাইট-সেটল বিলম্ব
ur: رائٹ-سیٹل تاخیر

source: Write-settle delay prevents indexing a recording while the camera or upload tool is still writing it. 5 s is fine for most workflows.
bn: রাইট-সেটল বিলম্ব ক্যামেরা বা আপলোড টুল এখনও রেকর্ডিং লিখতে থাকাকালীন সেটি ইন্ডেক্স করা থেকে বিরত রাখে। বেশিরভাগ কার্যপ্রবাহের জন্য ৫ সেকেন্ড যথেষ্ট।
ur: رائٹ-سیٹل تاخیر ریکارڈنگ کو انڈیکس ہونے سے روکتی ہے جب کیمرہ یا اپ لوڈ ٹول ابھی لکھ رہا ہو۔ اکثر ورک فلوز کے لیے 5 s کافی ہے۔
